{"keras_version": "1.2.2", "class_name": "Sequential", "config": [{"class_name": "Embedding", "config": {"trainable": true, "name": "embedding_1", "activity_regularizer": null, "output_dim": 20, "dropout": 0.0, "input_dtype": "int32", "mask_zero": false, "input_length": 33, "init": "uniform", "input_dim": 8665, "W_regularizer": null, "batch_input_shape": [null, 33], "W_constraint": null}}, {"class_name": "Dropout", "config": {"trainable": true, "input_dtype": "float32", "name": "dropout_1", "batch_input_shape": [null, 33, 20], "p": 0.25}}, {"class_name": "Model", "config": {"output_layers": [["merge_1", 0, 0]], "layers": [{"class_name": "InputLayer", "config": {"input_dtype": "float32", "sparse": false, "batch_input_shape": [null, 33, 20], "name": "input_1"}, "inbound_nodes": [], "name": "input_1"}, {"class_name": "Convolution1D", "config": {"subsample_length": 1, "trainable": true, "nb_filter": 150, "name": "convolution1d_1", "activity_regularizer": null, "b_constraint": null, "border_mode": "valid", "input_length": null, "activation": "relu", "W_regularizer": null, "init": "glorot_uniform", "input_dim": null, "filter_length": 3, "bias": true, "b_regularizer": null, "W_constraint": null}, "inbound_nodes": [[["input_1", 0, 0]]], "name": "convolution1d_1"}, {"class_name": "Convolution1D", "config": {"subsample_length": 1, "trainable": true, "nb_filter": 150, "name": "convolution1d_2", "activity_regularizer": null, "b_constraint": null, "border_mode": "valid", "input_length": null, "activation": "relu", "W_regularizer": null, "init": "glorot_uniform", "input_dim": null, "filter_length": 4, "bias": true, "b_regularizer": null, "W_constraint": null}, "inbound_nodes": [[["input_1", 0, 0]]], "name": "convolution1d_2"}, {"class_name": "MaxPooling1D", "config": {"stride": 2, "trainable": true, "border_mode": "valid", "pool_length": 2, "name": "maxpooling1d_1"}, "inbound_nodes": [[["convolution1d_1", 0, 0]]], "name": "maxpooling1d_1"}, {"class_name": "MaxPooling1D", "config": {"stride": 2, "trainable": true, "border_mode": "valid", "pool_length": 2, "name": "maxpooling1d_2"}, "inbound_nodes": [[["convolution1d_2", 0, 0]]], "name": "maxpooling1d_2"}, {"class_name": "Flatten", "config": {"trainable": true, "name": "flatten_1"}, "inbound_nodes": [[["maxpooling1d_1", 0, 0]]], "name": "flatten_1"}, {"class_name": "Flatten", "config": {"trainable": true, "name": "flatten_2"}, "inbound_nodes": [[["maxpooling1d_2", 0, 0]]], "name": "flatten_2"}, {"class_name": "Merge", "config": {"output_shape_type": "raw", "arguments": {}, "output_shape": null, "name": "merge_1", "output_mask_type": "raw", "mode_type": "raw", "concat_axis": -1, "dot_axes": -1, "output_mask": null, "mode": "concat"}, "inbound_nodes": [[["flatten_1", 0, 0], ["flatten_2", 0, 0]]], "name": "merge_1"}], "input_layers": [["input_1", 0, 0]], "name": "model_1"}}, {"class_name": "Dense", "config": {"trainable": true, "bias": true, "name": "dense_1", "activity_regularizer": null, "output_dim": 150, "activation": "linear", "b_constraint": null, "init": "glorot_uniform", "input_dim": 4500, "W_regularizer": null, "b_regularizer": null, "W_constraint": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_2", "p": 0.5}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_1"}}, {"class_name": "Dense", "config": {"trainable": true, "bias": true, "name": "dense_2", "activity_regularizer": null, "output_dim": 50, "activation": "linear", "b_constraint": null, "init": "glorot_uniform", "input_dim": 150, "W_regularizer": null, "b_regularizer": null, "W_constraint": null}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "sigmoid", "name": "activation_2"}}]}